Repository: NRCan/GSC-Field-Application
Catalog: GSCFieldApp/Resources/*/Resources.resw
Source language: en_us
Languages: fr

# FieldBookPageNoBookContent
source: No field book were found, to add one click the plus sign in upper toolbar.
fr: Aucun carnet de notes n'est présent. Cliquer sur le symbol + pour en ajouter un.

# FieldBookPageNoBookTitle
source: Field Book
fr: Carnet de notes

# WatermarkNoFieldBook.Text
source: Please add a new field book to start.
fr: Aucun carnet de notes, veuillez en ajouter un.

# WatermarkNoMaps.Text
source: Please add a map.
fr: Aucune cartes disponibles, veuillez en ajouter une.

# ProjectFullBackupButtonLabel.Label
source: Full Backup
fr: Sauvegarde complète

# ProjectRestoreButtonLabel.Label
source: Restore / Add
fr: Restaurer / Ajouter

# WarningMaxReached
source: Maximum reached
fr: Maximum atteint

# WarningInvalidDocNumber
source: Entered file number already exists in database.
fr: Le numéro de fichier entré existe déjà.

# WarningTitleInvalid
source: Invalid
fr: Invalide

# SemanticZoomGeneric.PrimaryButtonText
source: Select
fr: Choisir

# SemanticZoomGeneric.SecondaryButtonText
source: Close
fr: Fermer

# MapPageDialogSameLocationContent
source: Current location is identical to last entered one, would you like to continu? Make sure airplane mode is off and satellites signals are available.
fr: Le positionnement actuel est la même que la précédente, souhaitez-vous continuer? Veuillez-vous assurer que le mode avion est désactivé et que des signaux satellites sont disponibles.

# MapPageDialogSameLocationTitle
source: Duplicate Location
fr: Positionnement identique

# EarthmatGridView_GNote.Content
source: General
fr: Général

# FieldBookBackupName
source: FieldBook
fr: CarnetTerrain

# NoGPSSignalContent.Text
source: No GPS Signal. Please wait
fr: Aucun signaux GPS. Veuillez patienter.

# WarningBadVersionContent
source: Restored database version is outdated. Application might not run properly. Please update and restore back. --Current app uses version
fr: La base de données restauré ne possède pas un schéma à jour. L'application pourrait se comporter étrangement ou césser de fonctionner subitement. Veuillez mettre à jour la base de données et l'importer de nouveau. --La version actuellement utilisée par l'application est

# WarningBadVersionTitle
source: Database Version
fr: Version - Base de données

# ProjectUpgradeButtonLabel.Label
source: Upgrade
fr: Mettre à jour

# FieldBookUpgradeContent
source: Field book has been upgraded into a new one.
fr: Le présent carnet a été mis-à-jour.

# FieldBookUpgradeTitle
source: Upgrade
fr: Mise-à-jour

# MapPageDialogLocationAcquiring
source: Acquiring current location...wait a bit...
fr: Positionnement en cours ... veuillez patienter.

# MapPageDialogLocationDidNotInit
source: Did not initialized
fr: Initialisation non réussie.

# MapPageDialogLocationNAOnOS
source: Not available on this version of the os.
fr: Non disponible sur cette version du système d'exploitation

# MapPageDialogLocationRestricted
source: Can't access location due to restriction
fr: Impossible de prendre un positionnement dûe à des restrictions.

# MapPageDialogLocationTapMode
source: Continue with TAP mode?
fr: Continuer avec le mode manuel?

# MapPageDialogLocationTitle
source: Location
fr: Positionnement

# MapPageDialogLocationUnknownError
source: Unknown error, location has be shut down.
fr: Erreur inatendue, le positionnement a été arrêté.

# MapPageDialogLocationFlightMode
source: Flight mode seems to be activated. TAP mode activated.
fr: Le mode avion semble avoir été activé. Mode manuel activé.

# MapProgressRingAcquiringGPSLabel.Text
source: Acquiring current location...wait a bit...
fr: Positionnement en cours ... veuillez patienter.

# MapPageGPSModes.Label
source: GPS/Tap
fr: GPS/Toucher

# EarthDialogType.PlaceholderText
source: Selected lithology
fr: Lithologie sélectionnée

# EarthLithAutoSuggest.PlaceholderText
source: Entry rock type ie. basalt
fr: Type de lithologie ie. basalt

# LocationDialogGridView_Elevation.Content
source: Elevation (m)
fr: Élévation (m)

# LocationDialogGridView_Geo.Content
source: Geographic
fr: Géographiques

# LocationDialogGridView_Projected.Content
source: Projected
fr: Projetées

# LocationDialogDatum.Header
source: Geodetic System
fr: Système géodésique

# LocationDialogGridView_Conversion.Content
source: Coordinate Conversion
fr: Conversion des coordonnées

# LocationDialogGridView_Extra.Content
source: More
fr: Plus

# LocationDialogDatumContent
source: Please select a proper geodetic system
fr: Veuillez sélectionner un système de référence

# LocationDialogDatumTitle
source: Geodetic system
fr: Système de référence

# LocationDialogBadSaveContent
source: Please fill in one of the following pair of coordinates before saving: longitude/latitude, easting/northing or check for a wrong Geodetic system.
fr: Veuillez remplir une des deux pairs de coordonnées: longitude/latitude, x(m)/y(m), vérifier qu'elles s'accordent avec le système géodésique sélectionnées ou que les coordonnées géographiques soient disponible.

# LocationDialogBadSaveTitle
source: Bad Value
fr: Valeurs manquantes
